Repository: WordPress24CZ/Monarch
Catalog: Monarch-*.po
Languages: cs_cz

source: Monarch plugin widget, please configure all the settings in Monarch control panel
cs_cz: Monarch widget, prosím veškeré nastavení najdete v sekci Monarch.

source: Monarch Follow
cs_cz: Monarch Sledujte nás

source: Follow Us
cs_cz: Sledujte nás

source: Title
cs_cz: Titulek

source: Social Sharing
cs_cz: Sociální sdílení

source: Locations
cs_cz: Lokalita

source: Networks
cs_cz: Sítě

source: Sidebar
cs_cz: Postranní panel

source: Pop Up
cs_cz: Vyskakovací

source: Fly In
cs_cz: Vyjížděcí

source: On Media
cs_cz: Média

source: Social Follow
cs_cz: Sledování na sociálních sítích

source: General Settings
cs_cz: Hlavní nastavení

source: Main
cs_cz: Hlavní

source: Import & Export
cs_cz: Import a export

source: Social Sharing Stats
cs_cz: Statistiky sociálního sdílení

source: Choose icon style
cs_cz: Vyberte styl ikonky

source: Choose icon shape
cs_cz: Vyberte tvar ikonky

source: Share This
cs_cz: Sdílej

source: Message
cs_cz: Zpráva

source: Insert Text
cs_cz: Vložte text

source: Share this post with your friends!
cs_cz: Sdílejte tento příspěvek s vašimi přáteli.

source: API Settings
cs_cz: Nastavení API

source: Click here for more information
cs_cz: Pro více informací klikněte sem.

source: Client Secret
cs_cz: Klient secret

source: API Key
cs_cz: API klíč

source: Secret Key
cs_cz: Tajný klíč

source: Access Token
cs_cz: Přístupový klíč

source: App ID
cs_cz: ID Aplikace (App ID)

source: App Secret
cs_cz: Soukromý klíč Aplikace (App Secret)

source: Authorize
cs_cz: Autorizace

source: Display Settings
cs_cz: Nastavení zobrazení

source: Icon Placement
cs_cz: Umístění ikony

source: Centered
cs_cz: Zarovnání na střed

source: Left
cs_cz: Vlevo

source: Choose Location
cs_cz: Zvolit umístění

source: Bottom Right
cs_cz: Dole vpravo

source: Bottom Left
cs_cz: Dole vlevo

source: Above Content
cs_cz: Nad obsahem

source: Below Content
cs_cz: Pod obsahem

source: Above + Below
cs_cz: Nad + Pod obsahem

source: Icon Alignment
cs_cz: Zarovnání ikony

source: Number of Columns
cs_cz: Počet sloupců

source: Auto Width
cs_cz: Automatická šířka

source: Choose Number of Columns
cs_cz: Zvolte počet sloupců

source: Sidebar Orientation
cs_cz: Orientace postranního panelu

source: Right
cs_cz: Vpravo

source: Intro Animation
cs_cz: Vstupní animace

source: No Animation
cs_cz: Bez animace

source: Fade In
cs_cz: Prolnutí

source: Slide Right
cs_cz: Příjezd doprava

source: Slide Up
cs_cz: Příjezd nahoru

source: Slide Down
cs_cz: Příjezd dolu

source: Light Speed
cs_cz: Světelná rychlost

source: Zoom In
cs_cz: Přiblížení

source: Flip
cs_cz: Otočka

source: Bounce
cs_cz: Poskakování

source: Swing
cs_cz: Houpačka

source: Tada!
cs_cz: Tadá!

source: Define the animation that is used, when you load the page.
cs_cz: Definujte animace, která se použije, při načítání stránky.

source: Trigger After Time Delay
cs_cz: Aktivovat se zpožděním

source: Delay ( in seconds )
cs_cz: Prodleva (v sekundách)

source: Define how many seconds you want to wait before the pop up appears on the screen.
cs_cz: Definujte, kolik sekund se má čekat před zobrazením pop up okna na obrazovce.

source: Trigger After Inactivity
cs_cz: Aktivovat po nečinnosti

source: Idle Timeout ( in seconds )
cs_cz: Časový limit nečinnosti (v sekundách)

source: Define how many seconds user should be inactive before the pop up appears on screen.
cs_cz: Definujte, kolik sekund uživatel by měl být neaktivní před zobrazením pop up okna na obrazovce.

source: Trigger At The Bottom Of Post
cs_cz: Aktivovat na konci článku

source: Trigger After Commenting
cs_cz: Aktivovat po přidání komentáře

source: Trigger After Scrolling
cs_cz: Aktivovat po posunutí stránky

source: Percentage Down The Page
cs_cz: Posunutí v procentech stránky

source: Define the % of the page to be scrolled before the pop up appears on the screen.
cs_cz: Definujte potřebná % of posunu na stránce pro zobrazení okna.

source: Trigger After Purchasing
cs_cz: Aktivovat po zakoupení

source: Display on "Thank you" page of WooCommerce after purchase
cs_cz: Zobrazit po nákupu na stránce "Děkujeme" ve WooCommerce

source: Display Share Counts
cs_cz: Zobrazit počet sdílení

source: Display Follower Counts
cs_cz: Zobrazit počet sledujících

source: Minimum Count Display
cs_cz: Minimální počet pro zobrazení

source: Threshold that must be reached for each network before a number is displayed.
cs_cz: Počet, který musí být doražen pro každou síť, než dojde ke zobrazení počtu.

source: Display Total Shares
cs_cz: Zobrazit počet všech sdílení

source: Display Total Followers
cs_cz: Zobrazit počet všech sledujícíh

source: Total Shares Text Color
cs_cz: Barva textu pro všechna sdílení

source: Dark
cs_cz: Tmavý

source: Light
cs_cz: Světlý

source: Choose what color the Total Shares Text should be, depending on the background color of your website.
cs_cz: Vyberte barvu textu všech sdílení. Tu byste měli určit podle pozadí stránky.

source: Outer Text Color
cs_cz: Vnější barva textu

source: Display Network Names
cs_cz: Zobrazit jména sítí

source: Display 'All Networks' Button
cs_cz: Zobrazit tlačítko Všechny sítě

source: Add Icon Spacing
cs_cz: Přidat rozestup ikon

source: Remove Icon Spacing
cs_cz: Odstranit rozestup ikon

source: Hide On Mobile Devices
cs_cz: Skrýt na mobilních zařízeních

source: Display Once Per Session
cs_cz: Zobrazit jednou za relaci

source: Session Duration (in days)
cs_cz: Doba relace (ve dnech)

source: Define the length of time (in days) that a session lasts for. For example, if you input 2 a user will only see a popup on your site every two days.
cs_cz: Definujte dobu (ve dnech), pro kterou trvá relace. Například, pokud zvolíte 2, uživatel uvidí na webu popup okno každé dva dny.

source: Get counts via API
cs_cz: Získat účet přes API

source: if disabled, then manually specified values will be displayed
cs_cz: pokud je deaktivováno, vložte zobrazené hodnoty ručně

source: Open link in new window
cs_cz: Otevřít odkaz v novém okně

source: Disable this option if you do not want to open Follow links in new window
cs_cz: Vypněte tuto možnost, pokud nechcete otevřít odkazy v novém okně

source: Frequency of count updates (in hours)
cs_cz: Četnost aktualizací počtu (v hodinách)

source: Adjust how often the plugin grabs and caches the counts from social networks that support APIs. Set to 0 if you don't want to use cache.
cs_cz: Upravte jak často plugin aktualizuje cache počtu sledujících na sociálních sítích, které podporují API. Pokud nechcete využít cache, nastavte 0.

source: Reset WordPress loops
cs_cz: Reset WordPress smyčky

source: Enable the option if the plugin does not detect permalinks properly
cs_cz: Aktivujte tuto možnost, pokud plugin špatně načítá odkazy

source: Custom CSS
cs_cz: Vlastní CSS

source: insert your custom CSS code
cs_cz: vložte vlastní CSS kód

source: Color Settings
cs_cz: Nastavení barev

source: If Background or Hover Background is not defined below, the default network colors will be used for that element.
cs_cz: Pokud není pozadí nebo barva při najetí myši definovaná níže, využije se výchozí nastavení sítě.

source: Use Custom Colors
cs_cz: Použít vlastní barvy

source: Background Color
cs_cz: Barva pozadí

source: Hex Value
cs_cz: HEX kód barvy

source: Hover Background Color
cs_cz: Barva pozadí při přejetí myší

source: Icon Color
cs_cz: Barva ikony

source: Hover Icon Color
cs_cz: Barva ikony při přejetí myší

source: Post Type Settings
cs_cz: Nastavení typu příspěvků

source: username
cs_cz: uživatelské jméno

source: Media
cs_cz: Média

source: Generate Shortcode
cs_cz: Generovat shortcode

source: Click the button above to generate your shortcode here
cs_cz: Klikněte na tlačítko výše a generujte shortcode

source: Manage Locations
cs_cz: Správa umístění

source: You can select any combination of the five placements below.
cs_cz: Můžete vybrat jakoukoliv kombinaci z pěti umístění níže.

source: Manage Networks
cs_cz: Správa sítí

source: Add and rearrange any combination of social networks below. You can define the Network Label and Username to the right of each.
cs_cz: Přidejte a upravte jakoukoliv kombinaci sociálních sítí níže. Pro každou můžete určit název sítě a uživatelské jméno.

source: Configure sidebar share icons
cs_cz: Konfigurace postranního panelu se sdílecími ikonami

source: Configure inline share icons
cs_cz: Konfigurovat sdílecí ikony v textu

source: Configure social sharing pop up
cs_cz: Konfigurovat vyskakovací sociální sdílení

source: Configure social sharing flyin
cs_cz: Konfigurovat přijíždějící sociální sdílení

source: Configure media sharing icons
cs_cz: Konfigurovat sociální sdílení na médiích

source: Media sharing is only applied to blog post content.
cs_cz: Sdílení médií není použito v obsahu příspěvku.

source: Configure social follow widget
cs_cz: Konfigurujte widget pro sledování na sociálních sítí

source: Any Monarch widget added to a widget area will use the following settings.
cs_cz: Jakýkoliv´přidaný Monarch widget bude využívat toto nastavení.

source: Configure social follow shortcode
cs_cz: Konfigurovat shortcode sledování na sociálních sítích

source: Define settings and generate a unique shortcode below
cs_cz: Definujte nastavení a generujte unikátní shortcode

source: Configure general settings
cs_cz: Obecné nastavení

source: Selected locations will use the display settings defined from the menu on the left.
cs_cz: Vyberte umístění, které bude použito pro nastavení zobrazení definované v menu nalevo.

source: Selected networks apply to all selected locations in "Locations" Settings.
cs_cz: Vybrané sítě vybrat pro vybrané místa v sekci Umístění.

source: Selected networks apply to all widgets and shortcodes defined in the menu on the left.
cs_cz: Vybrané sítě se použijí pro všechny widgety a shortcody definované v menu nalevo.

source: %s is a singleton class and you cannot create a second instance.
cs_cz: %s je jednotná třída a nemůžete vytvořit druhou.

source: here
cs_cz: zde

source: Hide Notice
cs_cz: Skrýt Oznámení

source: Due to changes in %1$s's API, Monarch must be authorized to obtain %2$s counts from %1$s. Please get %3$s from %1$s and save them %4$s | %5$s.
cs_cz: Díky změnám v %1$s's API, musí být Monarch autorizován, aby získal počet %2$s z %1$s. Prosím získejte %3$s z %1$s a uložte je %4$s | %5$s.

source: follow and share
cs_cz: sledovat a sdílet

source: an App ID and App Secret
cs_cz: ID aplikace a tajný klíč

source: subscriber
cs_cz: odběratel

source: an API Key
cs_cz: API klíč

source: Monarch Settings
cs_cz: Monarch nastavení

source: Settings
cs_cz: Nastavení

source: Select networks to add
cs_cz: Pro výběr sítě ji označte

source: User ID
cs_cz: Uživatelské ID

source: Name
cs_cz: Jméno

source: Apply
cs_cz: Použít

source: Likes:
cs_cz: To se mi líbí:

source: Shares:
cs_cz: Sdílení:

source: Monarch Sharing Stats
cs_cz: Statistiky sdílení Monarch

source: Enable Monarch Settings Override
cs_cz: Povolit přepsání nastavení Monarch

source: Check or Uncheck any of the below items to override their appearance on this page
cs_cz: Vyberte nebo zrušte jakoukoliv položku níže a přepište její vzhled na této stránce

source: All Time Stats
cs_cz: Statistiky za celou dobu

source: Past Week
cs_cz: Minulý týden

source: Total Shares
cs_cz: Celkem sdílení

source: Total Likes
cs_cz: Celkem Líbí se mi

source: Please select social networks in "Social Sharing / Networks" settings
cs_cz: Prosím vyberte sociální sítě v nastavení Sociálního sdílení / Sítí

source: Add Networks
cs_cz: Přidat sítě

source: Note:
cs_cz: Poznámka:

source: Re-Authorize
cs_cz: Re-Authorizace

source: Save Changes
cs_cz: Uložit změny

source: You can either export your Monarch Settings or import settings from another install of Monarch below.
cs_cz: Můžete nastavení Monarch exportovat nebo importovat z jiné instalace.

source: Export Monarch Settings
cs_cz: Nastavení exportu Monarch

source: Export the plugin settings for this site as a .json file. This allows you to easily import the configuration into another site.
cs_cz: Export nastavení pluginu této stránky pomocí souboru .json. Toto umožňuje přenést nastavení na další stránku.

source: Import Monarch Settings
cs_cz: Nastavení importu Monarch

source: Import the plugin settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
cs_cz: Import nastavení pluginu pomocí souboru .jsou. Tento soubor získáte exportem nastavení na jiné stránce.

source: All locations
cs_cz: Všechny umístění

source: Follow Activity
cs_cz: Sledovat aktivitu

source: Successfully authorized.
cs_cz: Úspěšné autorizováno.

source: Client ID is not set
cs_cz: Client ID není nastaveno

source: Client Secret is not set
cs_cz: Client Secret není nastaven

source: Network Name is not set
cs_cz: Jméno sítě není nastaveno

source: Successfully authorized
cs_cz: Úspěšné autorizováno.

source: Please select .json file for import
cs_cz: Prosím, vyberte .json soubor pro import

source: Please provide valid .json file
cs_cz: Použijte platný .json soubor

source: Options imported successfully.
cs_cz: Nastavení úspěšně importováno.

source: Likes
cs_cz: To se mi líbí

source: Share
cs_cz: Sdílet

source: Shares
cs_cz: Sdílení

source: Highest Performing Posts
cs_cz: Nejvýkonnější příspěvky

source: Post Title
cs_cz: Titulek příspěvku

source: Homepage
cs_cz: Domovská stránka

source: Past
cs_cz: Historie

source: Days
cs_cz: Dny

source: Month
cs_cz: Měsíc

source: Total Shares and
cs_cz: Celkový počet sdílení a

source: All time stats
cs_cz: Statistiky za celou dobu

source: Pin It on Pinterest
cs_cz: Sdílet na Pinterestu

source: Follows
cs_cz: Sleduje

source: Follower
cs_cz: Sledující

source: Followers
cs_cz: Sledujících

source: No images available for sharing on this page
cs_cz: Nejsou dostupné žádné obrázky pro sdílení na této stránce
